[
  {
    "id": "a1f41f0a-7ee9-4f7b-8e71-53c30c3e13b3",
    "name": "Flexiones de Tríceps",
    "description": "Las flexiones de tríceps son un ejercicio excelente para fortalecer los tríceps. Coloque las manos cerca una de la otra debajo de los hombros. Baje el cuerpo doblando los codos hacia atrás y luego estire los brazos para volver a la posición inicial.",
    "image": "../assets/flexiones_triceps.jpg"
  },
  {
    "id": "f123fd67-98dd-4823-aa3e-71c40bca0f36",
    "name": "Mountain Climbers",
    "description": "Los mountain climbers son un ejercicio cardiovascular que trabaja los abdominales y la resistencia. Comience en posición de plancha y lleve las rodillas hacia el pecho alternadamente de manera rápida.",
    "image": "../assets/mountain_climbers.jpg"
  },
  {
    "id": "7543e4c8-1e22-4c15-94d8-6ab1db860d69",
    "name": "Dominadas",
    "description": "Las dominadas son un ejercicio de fuerza para la parte superior del cuerpo. Agárrese de una barra con las manos al ancho de los hombros y levante su cuerpo hasta que la barbilla esté por encima de la barra.",
    "image": "../assets/dominadas.jpg"
  },
  {
    "id": "10df9c2d-60d1-4b4f-aa56-15dd3295a5c3",
    "name": "Abdominales Crunch",
    "description": "Los abdominales crunch son un ejercicio clásico para trabajar los músculos abdominales. Acuéstese en el suelo con las rodillas dobladas, las manos detrás de la cabeza y levante el torso hacia las rodillas.",
    "image": "../assets/abdominales_crunch.jpg"
  },
  {
    "id": "0eb4b5d5-1e9f-49ac-9db0-5819e862e8e0",
    "name": "Bicicleta Abdominal",
    "description": "La bicicleta abdominal es un ejercicio abdominal que simula el movimiento de pedalear en una bicicleta. Acuéstese en el suelo, levante las piernas y doble el torso llevando el codo derecho hacia la rodilla izquierda y viceversa.",
    "image": "../assets/bicicleta_abdominal.jpg"
  },
  {
    "id": "55ce5b2d-49ef-4a03-8e6c-ec8ad54e3ca6",
    "name": "Elevaciones de Piernas",
    "description": "Las elevaciones de piernas son un ejercicio para fortalecer los músculos abdominales inferiores. Acuéstese en el suelo, coloque las manos debajo de los glúteos y levante las piernas rectas hacia arriba.",
    "image": "../assets/elevaciones_piernas.jpg"
  },
  {
    "id": "a6d845f9-d09a-421f-ba03-8f2f417eb90f",
    "name": "Sentadillas con Salto",
    "description": "Las sentadillas con salto son una variación de las sentadillas que incluyen un salto explosivo en la fase de levantamiento. Baje como en una sentadilla normal y luego salte hacia arriba al levantarse.",
    "image": "../assets/sentadillas_salto.jpg"
  },
  {
    "id": "c3893a85-08de-4d45-870a-74c689f4306f",
    "name": "Estocadas Laterales",
    "description": "Las estocadas laterales son un ejercicio que trabaja los músculos de las piernas y glúteos. Dé un paso lateralmente y doble la rodilla para bajar el cuerpo. Luego, regrese a la posición inicial y repita en el otro lado.",
    "image": "../assets/estocadas_laterales.jpg"
  },
  {
    "id": "c0915f52-47d9-42e9-8b4f-6d220d2c7a4b",
    "name": "Planck Lateral",
    "description": "El plank lateral es una variación de la plancha tradicional que trabaja los músculos oblicuos. Apóyese sobre un codo y el costado del pie, manteniendo el cuerpo en línea recta.",
    "image": "../assets/plank_lateral.jpg"
  },
  {
    "id": "fe0596ef-e491-43c0-82c3-b0a5d4e98f47",
    "name": "Press de Banca",
    "description": "El press de banca es un ejercicio de levantamiento de pesas que trabaja los músculos del pecho y tríceps. Acuéstese en un banco con pesas, baje la barra hacia el pecho y luego empújela hacia arriba.",
    "image": "../assets/press_banca.jpg"
  },
  {
    "id": "ef84c1d8-8f88-4ea0-9c0b-0e53e35e95f2",
    "name": "Curl de Bíceps",
    "description": "El curl de bíceps es un ejercicio de aislamiento para fortalecer los músculos del bíceps. Sujete una barra o mancuernas con las manos y doble los codos para levantar el peso hacia los hombros.",
    "image": "../assets/curl_biceps.jpg"
  },
  {
    "id": "5d39a006-1c22-4e5c-893a-9c9ecadbf471",
    "name": "Elevaciones Laterales",
    "description": "Las elevaciones laterales son un ejercicio para trabajar los músculos de los hombros. Sujete mancuernas con las manos a los lados y levante los brazos hacia los lados hasta la altura de los hombros.",
    "image": "../assets/elevaciones_laterales.jpg"
  },
  {
    "id": "0576ca98-3ea6-4a14-9d3b-6e17c1c2a0e1",
    "name": "Prensa de Piernas",
    "description": "La prensa de piernas es un ejercicio de fuerza para trabajar los músculos de las piernas. Siéntese en una máquina de prensa de piernas y empuje el peso hacia arriba con las piernas.",
    "image": "../assets/prensa_piernas.jpg"
  },
  {
    "id": "6b4ce7a7-6fb6-4e45-9b8f-8e8ad8d8f2f6",
    "name": "Burpees con Flexión",
    "description": "Los burpees con flexión son una variación de los burpees que incluyen una flexión en la fase de bajada. Realice un burpee normal, pero agregue una flexión antes de saltar hacia arriba.",
    "image": "../assets/burpees_flexion.jpg"
  },
  {
    "id": "f26c2e93-493c-45eb-b3a4-3a01e8002d5b",
    "name": "Levantamiento de Pesas Rusas",
    "description": "El levantamiento de pesas rusas es un ejercicio que trabaja todo el cuerpo. Sujete una pesa rusa con ambas manos y realice un movimiento de balanceo desde las piernas hasta la altura de los hombros.",
    "image": "../assets/levantamiento_pesas_rusas.jpg"
  },
  {
    "id": "af576eb0-3c04-461c-8c99-9bdc69512a9e",
    "name": "Hip Thrust",
    "description": "El hip thrust es un ejercicio para fortalecer los glúteos y la parte baja de la espalda. Apóyese en una banca con la parte superior de la espalda y los hombros, coloque una barra sobre las caderas y levántela hacia arriba mediante la extensión de las caderas.",
    "image": "../assets/hip_thrust.jpg"
  },
  {
    "id": "bf35ad5f-55a0-4e91-899b-d23c74f8cdd2",
    "name": "Flexiones de Brazos Diamond",
    "description": "Las flexiones de brazos diamond son una variación de las flexiones que trabajan los tríceps con mayor énfasis. Coloque las manos en forma de diamante (índices y pulgares tocándose) en el suelo y haga flexiones de brazos.",
    "image": "../assets/flexiones_diamond.jpg"
  }
]
